Autodesk.Revit.DB.PlanarFace.Normal
Normal of the planar surface.
Remarks: This property is the "surface normal" vector.  This is not necessarily the normal vector pointing out of the
solid that contains the face, to get that value use Autodesk.Revit.DB.Face.ComputeNormal(Autodesk.Revit.DB.UV) or
Autodesk.Revit.DB.PlanarFace.FaceNormal